{
    "decks": [
        {
            "name": "affinity",
            "format": "pauper",
            "archetype": "Tempo",
            "list": "4 Myr Enforcer,3 Krark-Clan Shaman,2 Kenku Artificer,4 Refurbished Familiar,3 Blood Fountain,2 Thoughtcast,4 Reckoner's Bargain,4 Deadly Dispute,4 Galvanic Blast,4 Ichor Wellspring,2 Candy Trail,2 Nihil Spellbomb,3 Cast Down,1 Makeshift Munitions,2 Toxin Analysis,2 Great Furnace,3 Silverbluff Bridge,4 Mistvault Bridge,4 Drossforge Bridge,3 Vault of Whispers,3 Seat of the Synod",
            "strategy": "The core strategy of this deck is to play as many artifacts as possible, leveraging the discounts from affinity to deploy large creatures that generate value quickly and close out games. At times, you can pivot to a more control-oriented approach, keeping your opponent at bay while building your board. This flexible game plan allows you to adapt to various matchups and maintain pressure throughout the game.",
            "photo": "images/affinity.jpg",
            "id": 0
        },
        {
            "name": "Burn",
            "format": "pauper",
            "archetype": "Aggro",
            "list": "4 Clockwork Percussionist, 4 Goblin-Blast Runner, 4 Goblin Bushwhacker, 4 Goblin Tomb Raider, 4 Voldaren Epicure, 4 Chain Lightning, 4 Galvanic Blast, 4 Kuldotha Rebirth, 4 Lightning Bolt, 4 Experimental Synthesizer, 3 Implement of Combustion, 4 Great Furnace, 13 Mountain",
            "strategy": "The core strategy of this deck is to deploy low-cost cards quickly, allowing you to attack as soon as possible. Use burn spells to maintain pressure on your opponent and help secure victory. This aggressive approach ensures that you capitalize on early game advantages and keep your opponent on the defensive.",
            "photo": "images/burn.jpeg",
            "id": 1
        },
        {
            "name": "Mono-Blue Terror",
            "format": "pauper",
            "archetype": "Control",
            "list": "2 Deep Analysis,4 Thought Scour,4 Mental Note,4 Counterspell,4 Tolarian Terror,4 Brainstorm,3 Spell Pierce,4 Lorien Revealed,16 Island,4 Cryptic Serpent,4 Delver of Secrets,4 Deem Inferior,3 Ponder",
            "strategy": "The primary way to win with this deck is by leveraging both draw and control cards to establish dominance over the game. Once you have secured control, you can close out the match with one of the powerful finishers included in the deck. This strategy allows you to maintain board presence and effectively dictate the pace of the game before delivering a decisive blow.",
            "photo": "images/mono-blue-terror.jpeg",
            "id": 2
        },
        {
            "name": "Madness Burn",
            "format": "pauper",
            "archetype": "Aggro",
            "list": "4 Foul-Tongue Invoker,4 Burning-Tree Emissary,4 Boggart Brute,4 Wild Mongrel,4 Lightning Bolt,4 Chain Lightning,4 Fiery Temper,2 Flame Rift,4 Kuldotha Rebirth,4 Fires of Yavimaya,4 Great Furnace,4 Smoldering Marsh,4 Karu Wastes,8 Mountain",
            "strategy": "The strategy of Madness Burn revolves around quickly applying pressure to your opponent using aggressive creatures and direct damage spells. It focuses on deploying low-cost creatures that can attack early and often, putting immediate pressure on the opponent. The Madness mechanic is leveraged to play spells at a reduced cost, allowing for maximum value and tempo; for example, burn spells like Fiery Temper can be cast for less mana when discarded. Efficient burn spells, such as Lightning Bolt and Chain Lightning, are used to deal direct damage to opponents or clear blockers, maintaining the aggressive strategy. Balancing resource management is key, knowing when to attack with creatures and when to use burn spells defensively or offensively. Although primarily aggressive, the deck can maintain card advantage through draw or discard outlets, ensuring options are always available. Ultimately, the goal is to create a fast, relentless assault on the opponent while maximizing spell effectiveness through the Madness mechanic.",
            "photo": "images/madness-burn.jpeg",
            "id": 3
        },
        {
            "name": "Gruul Ramp",
            "format": "pauper",
            "archetype": "Aggro",
            "list": "4 Arbor Elf,4 Eldrazi Repurposer,4 Writhing Chrysalis,4 Avenging Hunter,4 Boarding Party,3 Generous Ent,1 Oliphaunt,4 Annoyed Altisaur,3 Malevolent Rumble,4 Lead the Stampede,4 Utopia Sprawl,4 Wild Growth,15 Forest,1 Mountain,1 Wooded Ridgeline",
            "strategy": "The strategy of Gruul Ramp focuses on accelerating mana production to cast large creatures and impactful spells ahead of schedule. It utilizes ramp cards like Arbor Elf and Utopia Sprawl to quickly increase available mana, allowing you to deploy bigger threats earlier in the game. The deck typically includes high-impact creatures that can dominate the board, such as Ghalta, Primal Hunger and Terra Stomper, while maintaining an aggressive playstyle that leverages both ramp and efficient creatures to pressure opponents. Cards like Lead the Stampede help maintain card advantage, ensuring you can refill your hand with creatures after deploying your big threats. Additionally, enchantments like Wild Growth enhance the effectiveness of your lands, creating a smoother curve of play. Ultimately, the goal is to build a formidable board presence by ramping into powerful threats and overwhelming opponents before they can stabilize.",
            "photo": "images/gruul-ramp.jpg",
            "id": 4
        },
        {
            "name": "Jund Brood Scale Combo",
            "format": "pauper",
            "archetype": "Combo",
            "list": "2 Krark-Clan Shaman,4 Basking Broodscale,1 Evolution Witness,4 Writhing Chrysalis,2 Duress,2 Tamiyo's Safekeeping,4 Cleansing Wildfire,4 Deadly Dispute,1 Eviscerator's Insight,4 Malevolent Rumble,1 Blood Fountain,1 Chromatic Star,1 Sylvok Lifestaff,3 Ichor Wellspring,4 Sadistic Glee,2 Makeshift Munitions,4 Drossforge Bridge,4 Forest,1 Mountain,4 Slagwoods Bridge,4 Swamp,3 Twisted Landscape",
            "strategy": "The strategy of Broodscale Combo revolves around creating powerful synergies between creature cards and spells to generate value and control the board while assembling a winning combination. Central to the deck is *Basking Broodscale*, which helps draw cards and provides a recurring threat, complemented by cards like *Writhing Chrysalis* that enhance your creatures and generate additional value. The deck focuses on card advantage through spells like *Deadly Dispute* and *Cleansing Wildfire*, enabling you to cycle through your deck to find key pieces. Assembling specific combinations, such as using *Sadistic Glee* with creatures or artifacts, allows for looping interactions that create a large advantage. Control elements like *Duress* disrupt your opponent's plans, while *Tamiyo's Safekeeping* protects your key creatures. Ultimately, the goal is to leverage these synergies to build a formidable board presence or deal significant damage, leading to a decisive victory.",
            "photo": "images/brood-scale.jpg",
            "id": 5
        },
        {
            "name": "Dimir Terror",
            "format": "pauper",
            "archetype": "Control",
            "list": "1 Fallaji Archaeologist,4 Gurmag Angler,4 Tolarian Terror,4 Brainstorm,1 Crawl from the Cellar,4 Mental Note,2 Spell Pierce,4 Thought Scour,1 Agony Warp,2 Cast Down,4 Counterspell,2 Unexpected Fangs,1 Suffocating Fumes,2 Deep Analysis,4 Snuff Out,4 Lorien Revealed,4 Contaminated Aquifer,1 Ice Tunnel,11 Island",
            "strategy": "The strategy of Dimir Terror focuses on controlling the game while leveraging powerful creatures like *Gurmag Angler* and *Tolarian Terror* to apply pressure. This deck employs a suite of spells that prioritize card draw, filtering, and disruption, utilizing cards like *Brainstorm* and *Thought Scour* to quickly fill the graveyard, enabling the casting of large threats at reduced costs. Control elements such as *Counterspell* and *Spell Pierce* allow you to protect your game plan by countering key threats from your opponent, while removal spells like *Cast Down* and *Snuff Out* help maintain board presence. Additionally, cards like *Lorien Revealed* provide card advantage, ensuring you have options as the game progresses. The ultimate goal is to create a dominant board state with your efficient creatures while systematically dismantling your opponent's strategy through a combination of disruption and aggressive threats.",
            "photo": "images/dimir-terror.jpg",
            "id": 6
        },
        {
            "name": "Mono-White Aggro",
            "format": "pauper",
            "archetype": "Aggro",
            "list": "3 Lunarch Veteran,4 Novice Inspector,1 Steadfast Unicorn,4 Thraben Inspector,4 Kor Skyfisher,4 Raffine's Informant,4 Militia Bugler,2 Eagles of the North,4 Thraben Charm,3 Guardians' Pledge,3 Prismatic Strands,4 Battle Screech,1 Idyllic Grange,19 Plains",
            "strategy": "The strategy of Mono-White Aggro revolves around quickly establishing a strong board presence with efficient, low-cost creatures to apply early pressure on opponents. This deck typically includes a suite of aggressive creatures, such as *Lunarch Veteran* and *Thraben Inspector*, that can attack consistently while providing value through card draw or life gain. The use of spells like *Thraben Charm* and *Guardians' Pledge* enhances creature effectiveness and allows for combat tricks that can turn the tide of battle. Additionally, the deck often features ways to generate additional creatures, such as *Battle Screech*, ensuring that the pressure remains constant. The goal is to overwhelm opponents before they can stabilize, using fast and resilient threats to secure victory through sheer aggression and tactical combat advantages.",
            "photo": "images/mono-white-aggro.jpeg",
            "id": 7
        },
        {
            "name": "Bogles",
            "format": "pauper",
            "archetype": "Aggro",
            "list": "4 Gladecover Scout,4 Slippery Bogle,3 Silhana Ledgewalker,4 Malevolent Rumble,4 Abundant Growth,4 Cartouche of Solidarity,4 Ethereal Armor,4 Rancor,3 Ancestral Mask,4 Armadillo Cloak,3 Squire's Devotion,4 Basilisk Gate,4 Citadel Gate,4 Forest,3 Khalni Garden,4 Manor Gate",
            "strategy": "The strategy of Bogles revolves around using hexproof creatures, such as *Gladecover Scout* and *Slippery Bogle*, to build an unstoppable threat while avoiding removal spells. The deck focuses on quickly stacking enchantments (auras) like *Ethereal Armor*, *Rancor*, and *Armadillo Cloak* on these creatures to significantly increase their power and toughness, allowing them to overwhelm opponents in just a few turns. Additionally, the use of cards that grant evasion and lifelink helps to maintain pressure and survivability. The aim is to create a fast, resilient creature that can dominate the battlefield before the opponent has the chance to stabilize or mount a defense, making it a highly aggressive and effective strategy in the Pauper format.",
            "photo": "images/bogles.jpeg",
            "id": 8
        },
        {
            "name": "affinity",
            "format": "pauper",
            "archetype": "Control",
            "list": "4 Augur of Bolas,1 Azure Fleet Admiral,1 Crimson Fleet Commodore,2 Murmuring Mystic,4 Tolarian Terror,4 Brainstorm,4 Lightning Bolt,4 Ponder,4 Skred,3 Spell Pierce,4 Counterspell,1 Lose Focus,2 Breath Weapon,4 Lorien Revealed,2 Perilous Landscape,9 Snow-Covered Island,3 Snow-Covered Mountain,4 Volatile Fjord",
            "strategy": "The strategy of Izzet Terror focuses on controlling the game while leveraging powerful threats like *Tolarian Terror* and efficient spells to create card advantage. This deck utilizes a combination of draw spells such as *Brainstorm* and *Ponder* to filter through cards and set up plays, while instants like *Lightning Bolt* and *Skred* provide direct damage and removal options to clear the board. By using counterspells like *Counterspell* and *Spell Pierce*, the deck aims to protect its game plan and disrupt the opponent's strategy. The synergy between spellcasting and creature deployment allows for powerful tempo plays, often overwhelming opponents with a steady stream of threats while maintaining control over the game state. Ultimately, the goal is to create a strong board presence and use efficient spells to secure victory before the opponent can stabilize.",
            "photo": "images/izzet-terror.jpeg",
            "id": 9
        },
        {
            "name": "Jund Gardens",
            "format": "pauper",
            "archetype": "midrange",
            "list": "3 Crypt Rats,2 Thorn of the Black Rose,4 Writhing Chrysalis,2 Avenging Hunter,3 Troll of Khazad-dum,4 Defile,4 Cast Down,4 Deadly Dispute,3 Eviscerator's Insight,3 Snuff Out,3 Ichor Wellspring,4 Lembas,1 Forest,1 Geothermal Bog,1 Haunted Mire,4 Khalni Garden,1 Mountain,8 Swamp,4 Twisted Landscape,1 Witch's Cottage",
            "strategy": "The strategy of Jund Gardens revolves around creating a versatile midrange game plan that leverages efficient creatures and powerful spells to control the board while generating value from land interactions. The deck typically utilizes ramp cards to accelerate mana production, allowing you to cast impactful threats and spells earlier. Key elements include resilient creatures that can pressure opponents, along with enchantments and spells that enhance your land synergies, such as those that benefit from a diverse mana base. Jund Gardens often includes effective removal options to clear the path for your threats and to maintain board control. The ultimate goal is to create a balanced strategy that can adapt to various matchups, applying consistent pressure while ensuring that you have the resources to outvalue and outlast your opponents as the game progresses.",
            "photo": "images/jund-gardens.jpeg",
            "id": 10
        },
        {
            "name": "Turbo Fog",
            "format": "pauper",
            "archetype": "Control",
            "list": "4 Brainstorm,2 Fog,2 Hydroblast,2 Stream of Thought,4 Accumulated Knowledge,4 Arcane Denial,4 Growth Spiral,4 Moment's Peace,3 Tangle,4 Weather the Storm,1 Words of Wisdom,2 Behold the Multiverse,1 Heaped Harvest,1 Bojuka Bog,1 Desert,2 Forest,6 Island,1 Quandrix Campus,4 Simic Growth Chamber,1 Tangled Islet,3 Thornwood Falls",
            "strategy": "The strategy of Turbo Fog revolves around controlling the game through a suite of powerful fog effects that prevent damage from combat, allowing you to survive against aggressive decks while drawing cards and building towards a winning condition. This archetype typically employs a combination of spells like *Fog*, *Moment's Peace*, and *Pollen Lullaby* to negate combat damage, effectively stalling the game. It often includes card draw engines, such as *Mulldrifter* and *Think Twice*, to maintain a steady flow of resources while you search for your win conditions, which can be cards like *Doomsday* or alternate win conditions. By extending the game and gaining card advantage, Turbo Fog aims to outlast opponents, winning through a combination of attrition and the inevitability of its finishing moves. The ultimate goal is to create a long game where your opponents exhaust their resources while you maintain control and gradually execute your plan.",
            "photo": "images/turbo-fog.jpeg",
            "id": 11
        },
        {
            "name": "Dimir Faeries",
            "format": "pauper",
            "archetype": "Tempo",
            "list": "4 Faerie Seer,4 Augur of Bolas,4 Spellstutter Sprite,1 Dunland Crebain,1 Murmuring Mystic,3 Ninja of the Deep Hours,1 Thorn of the Black Rose,1 Gurmag Angler,2 Brainstorm,1 Ponder,2 Preordain,1 Spell Pierce,2 Agony Warp,2 Cast Down,4 Counterspell,1 Suffocating Fumes,4 Snuff Out,4 Lorien Revealed,1 Bojuka Bog,4 Contaminated Aquifer,2 Contaminated Landscape,1 Dimir Aqueduct,9 Island,1 Swamp",
            "strategy": "The strategy of Dimir Fairies centers around using evasive creatures and disruptive spells to control the board while applying pressure to opponents. This deck typically features a suite of low-cost flying creatures like *Faerie Miscreant* and *Spellstutter Sprite*, which can deal damage while also providing utility through their abilities. The synergy between these creatures and a variety of control spells, such as counterspells and removal, allows the deck to disrupt the opponent’s plans while maintaining a steady flow of threats. Key spells like *Counterspell* and *Spell Pierce* protect your board state and ensure you can respond to key threats. The ultimate goal is to leverage the combination of evasion and disruption to overwhelm opponents, creating a consistent stream of damage while keeping their game plan in check.",
            "photo": "images/dimir-faries.jpeg",
            "id": 12
        },
        {
            "name": "Elves",
            "format": "pauper",
            "archetype": "Aggro",
            "list": "4 Birchlore Rangers,2 Elvish Mystic,2 Fyndhorn Elves,4 Jaspera Sentinel,2 Llanowar Elves,4 Nyxborn Hydra,4 Quirion Ranger,2 Elvish Vanguard,1 Masked Vandal,4 Priest of Titania,1 Wellwisher,4 Timberwatch Elf,1 Lys Alana Huntmaster,1 Spell Pierce,4 Winding Way,4 Lead the Stampede,3 Distant Melody,13 Forest",
            "strategy": "The strategy of Pauper Elves revolves around quickly assembling a swarm of creatures to overwhelm opponents through sheer numbers and synergy. This deck typically utilizes low-cost Elf creatures that can be deployed rapidly, often leveraging cards like *Llanowar Elves* and *Elvish Promenade* to ramp up mana and increase board presence. The strategy emphasizes creature synergies, with cards like *Elvish Promenade* and *Ambush Commander* generating additional Elf tokens to flood the battlefield. Players often include powerful spells like *Lead the Stampede* to draw more creatures and maintain pressure. The goal is to create a critical mass of Elves, enabling explosive attacks while benefiting from effects that enhance their power, such as *Allosaurus Rider* or *Elvish Promenade*. Ultimately, Pauper Elves aims to outpace opponents with quick, aggressive plays and a relentless stream of creatures, making it a formidable aggro strategy in the format.",
            "photo": "images/eleves.jpeg",
            "id": 13
        },
        {
            "name": "Familiars",
            "format": "pauper",
            "archetype": "Control",
            "list": "",
            "strategy": "The strategy of the Familiar deck in Pauper centers around utilizing low-cost creatures and spells to create a synergistic engine that can control the game while generating card advantage. The deck typically features a range of 'Familiar' creatures, which often provide additional benefits when cast alongside spells, allowing for powerful interactions. Key elements include using spells that draw cards or disrupt the opponent’s strategy, such as counterspells and removal. The goal is to establish board presence with evasive creatures while maintaining control of the game through efficient spellcasting. By leveraging the synergy between familiars and spells, the deck aims to outlast opponents, building towards a winning state where it can overwhelm them with multiple threats or execute a specific combo. Ultimately, the Familiar strategy focuses on resource management and maximizing the value of each card played to secure victory.",
            "photo": "images/familiars.jpeg",
            "id": 14
        }
    ]
}